export default {
  // vuex
  vuexState: 'vuex',
  collapse: false,
  leftNavList: [{
    name: '综合治理平台',
    childrenList: [{
      name: ''
    }],
  }],
  // 评价管理
  evaluateList: [{
    name: '城市安全源头治理(18分)',
    index3List: [{
      index2: '城市总体规划及防灾减灾等专项规划（2分）',
      index3Name: 'a：制定城市国土空间总体规划(城市总体规划)',
      department: '市发展改革委',
      index3DetailList: [{
        name: 'a1：城市国民经济和社会发展规划',
        num: '1分',
        id: 1
      },{
        name: 'a2：国土空间总体规划(城市总体规划)',
        department: '市自然资源局',
        num: '2分',
        id: 2
      }],
      index3Materials: ['a1-1. 专项规划文本，并体现综合防灾、公共安全要求;', 'a1-2. 规划年度实施计划;', 'a2-1. 专项规划文本，并体现综合防灾、公共安全要求;', 'a2-2. 规划年度实施计划;'],   //材料
    },{
      index2: '城市总体规划及防灾减灾等专项规划（2分）',
      index3Name: 'b制定综合防灾减灾规划、安全生产规划、防震减灾规划、地质灾害防治规划、防洪规划、职业病防治规划、消防规划、道路交通安全管理规划、排水防涝规划等专项规划和年度实施计划',
      department: '市应急局',
      index3DetailList: [{
        name: 'b1综合防灾减灾规划和年度实施计划;',
        num: '1分',
        id: 1
      },{
        name: 'b2防震减灾规划和年度实施计划;',
        department: '市应急管理服务中心',
        num: '2分',
        id: 2
      },{
        name: 'b3地质灾害防治规划和年度实施计划;',
        department: '市自然资源局',
        num: '2分',
        id: 2
      },{
        name: 'b4非城区内防洪规划和年度实施计划;',
        department: '市水务局',
        num: '2分',
        id: 2
      },{
        name: 'b5安全生产规划和年度实施计划;',
        department: '市应急局',
        num: '2分',
        id: 2
      },{
        name: 'b6职业病防治规划和年度实施计划;',
        department: '市卫生健康委',
        num: '2分',
        id: 2
      },{
        name: 'b7消防规划和年度实施计划;',
        department: '市消防救援支队',
        num: '2分',
        id: 2
      },{
        name: 'b8道路交通安全管理规划和年度实施计划;',
        department: '市公安局',
        num: '2分',
        id: 2
      },{
        name: 'b9城区内排水防涝规划和年度实施计划;',
        department: '市城市管理局',
        num: '2分',
        id: 2
      }],
      index3Materials: ['b1-1. 专项规划文本，并体现综合防灾、公共安全要求;', 'b1-2. 规划年度实施计划;', 'b2-1. 专项规划文本，并体现综合防灾、公共安全要求;', 'b2-2. 规划年度实施计划;', 'b3-1. 专项规划文本，并体现综合防灾、公共安全要求;', 'b3-2. 规划年度实施计划;', 'b4-1. 专项规划文本，并体现综合防灾、公共安全要求;', 'b4-2. 规划年度实施计划;', 'b5-1. 专项规划文本，并体现综合防灾、公共安全要求;', 'b5-2. 规划年度实施计划;', 'b6-1. 专项规划文本，并体现综合防灾、公共安全要求;', 'b6-2. 规划年度实施计划;', 'b7-1. 专项规划文本，并体现综合防灾、公共安全要求;', 'b7-2. 规划年度实施计划;', 'b8-1. 专项规划文本，并体现综合防灾、公共安全要求;', 'b8-2. 规划年度实施计划;', 'b9-1. 专项规划文本，并体现综合防灾、公共安全要求;', 'b9-2. 规划年度实施计划;'],   //材料
    },{
      index2: '城市总体规划及防灾减灾等专项规划（2分）',
      index3Name: 'a：制定城市国土空间总体规划(城市总体规划)',
      index3DetailList: [{
        name: 'a1：城市国民经济和社会发展规划',
        department: '市发展改革委',
        num: '1分',
        id: 1
      },{
        name: 'a2：国土空间总体规划(城市总体规划)',
        department: '市自然资源局',
        num: '2分',
        id: 2
      }],
      index3Materials: ['1.专项规划文本，并体现综合防灾、公共安全要求;', '2.规划年度实施计划;', '1.专项规划文本，并体现综合防灾、公共安全要求;', '2.规划年度实施计划;'],   //材料
    },{
      index2: '城市总体规划及防灾减灾等专项规划（2分）',
      index3Name: 'a：制定城市国土空间总体规划(城市总体规划)',
      index3DetailList: [{
        name: 'a1：城市国民经济和社会发展规划',
        department: '市发展改革委',
        num: '1分',
        id: 1
      },{
        index2: '城市总体规划及防灾减灾等专项规划（2分）',
        name: 'a2：国土空间总体规划(城市总体规划)',
        department: '市自然资源局',
        num: '2分',
        id: 2
      }],
      index3Materials: ['1.专项规划文本，并体现综合防灾、公共安全要求;', '2.规划年度实施计划;', '1.专项规划文本，并体现综合防灾、公共安全要求;', '2.规划年度实施计划;'],   //材料
    },{
      index2: '城市总体规划及防灾减灾等专项规划（2分）',
      index3Name: 'a：制定城市国土空间总体规划(城市总体规划)',
      index3DetailList: [{
        name: 'a1：城市国民经济和社会发展规划',
        department: '市发展改革委',
        num: '1分',
        id: 1
      },{
        name: 'a2：国土空间总体规划(城市总体规划)',
        department: '市自然资源局',
        num: '2分',
        id: 2
      }],
      index3Materials: ['1.专项规划文本，并体现综合防灾、公共安全要求;', '2.规划年度实施计划;', '1.专项规划文本，并体现综合防灾、公共安全要求;', '2.规划年度实施计划;'],   //材料
    },{
      index2: '城市总体规划及防灾减灾等专项规划（2分）',
      index3Name: 'a：制定城市国土空间总体规划(城市总体规划)',
      index3DetailList: [{
        name: 'a1：城市国民经济和社会发展规划',
        department: '市发展改革委',
        num: '1分',
        id: 1
      },{
        name: 'a2：国土空间总体规划(城市总体规划)',
        department: '市自然资源局',
        num: '2分',
        id: 2
      }],
      index3Materials: ['1.专项规划文本，并体现综合防灾、公共安全要求;', '2.规划年度实施计划;', '1.专项规划文本，并体现综合防灾、公共安全要求;', '2.规划年度实施计划;'],   //材料
    },{
      index2: '城市总体规划及防灾减灾等专项规划（2分）',
      index3Name: 'a：制定城市国土空间总体规划(城市总体规划)',
      index3DetailList: [{
        name: 'a1：城市国民经济和社会发展规划',
        department: '市发展改革委',
        num: '1分',
        id: 1
      },{
        name: 'a2：国土空间总体规划(城市总体规划)',
        department: '市自然资源局',
        num: '2分',
        id: 2
      }],
      index3Materials: ['1.专项规划文本，并体现综合防灾、公共安全要求;', '2.规划年度实施计划;', '1.专项规划文本，并体现综合防灾、公共安全要求;', '2.规划年度实施计划;'],   //材料
    }]
  }, {
    name: '城市安全风险防控(32分)',
    index2: '危险化学品企业运行安全风险(3分)',
    index3List: [{
      index2: '城市总体规划及防灾减灾等专项规划（2分）',
      index3Name: 'a：制定城市国土空间总体规划(城市总体规划)',
      department: '市发展改革委',
      index3DetailList: [{
        name: 'a1：城市国民经济和社会发展规划',
        num: '1分',
        id: 1
      },{
        name: 'a2：国土空间总体规划(城市总体规划)',
        department: '市自然资源局',
        num: '2分',
        id: 2
      }],
      index3Materials: ['a1-1. 专项规划文本，并体现综合防灾、公共安全要求;', 'a1-2. 规划年度实施计划;', 'a2-1. 专项规划文本，并体现综合防灾、公共安全要求;', 'a2-2. 规划年度实施计划;'],   //材料
    },{
      index2: '城市总体规划及防灾减灾等专项规划（2分）',
      index3Name: 'b制定综合防灾减灾规划、安全生产规划、防震减灾规划、地质灾害防治规划、防洪规划、职业病防治规划、消防规划、道路交通安全管理规划、排水防涝规划等专项规划和年度实施计划',
      department: '市应急局',
      index3DetailList: [{
        name: 'b1综合防灾减灾规划和年度实施计划;',
        num: '1分',
        id: 1
      },{
        name: 'b2防震减灾规划和年度实施计划;',
        department: '市应急管理服务中心',
        num: '2分',
        id: 2
      },{
        name: 'b3地质灾害防治规划和年度实施计划;',
        department: '市自然资源局',
        num: '2分',
        id: 2
      },{
        name: 'b4非城区内防洪规划和年度实施计划;',
        department: '市水务局',
        num: '2分',
        id: 2
      },{
        name: 'b5安全生产规划和年度实施计划;',
        department: '市应急局',
        num: '2分',
        id: 2
      },{
        name: 'b6职业病防治规划和年度实施计划;',
        department: '市卫生健康委',
        num: '2分',
        id: 2
      },{
        name: 'b7消防规划和年度实施计划;',
        department: '市消防救援支队',
        num: '2分',
        id: 2
      },{
        name: 'b8道路交通安全管理规划和年度实施计划;',
        department: '市公安局',
        num: '2分',
        id: 2
      },{
        name: 'b9城区内排水防涝规划和年度实施计划;',
        department: '市城市管理局',
        num: '2分',
        id: 2
      }],
      index3Materials: ['b1-1. 专项规划文本，并体现综合防灾、公共安全要求;', 'b1-2. 规划年度实施计划;', 'b2-1. 专项规划文本，并体现综合防灾、公共安全要求;', 'b2-2. 规划年度实施计划;', 'b3-1. 专项规划文本，并体现综合防灾、公共安全要求;', 'b3-2. 规划年度实施计划;', 'b4-1. 专项规划文本，并体现综合防灾、公共安全要求;', 'b4-2. 规划年度实施计划;', 'b5-1. 专项规划文本，并体现综合防灾、公共安全要求;', 'b5-2. 规划年度实施计划;', 'b6-1. 专项规划文本，并体现综合防灾、公共安全要求;', 'b6-2. 规划年度实施计划;', 'b7-1. 专项规划文本，并体现综合防灾、公共安全要求;', 'b7-2. 规划年度实施计划;', 'b8-1. 专项规划文本，并体现综合防灾、公共安全要求;', 'b8-2. 规划年度实施计划;', 'b9-1. 专项规划文本，并体现综合防灾、公共安全要求;', 'b9-2. 规划年度实施计划;'],   //材料
    },{
      index2: '城市总体规划及防灾减灾等专项规划（2分）',
      index3Name: 'a：制定城市国土空间总体规划(城市总体规划)',
      index3DetailList: [{
        name: 'a1：城市国民经济和社会发展规划',
        department: '市发展改革委',
        num: '1分',
        id: 1
      },{
        name: 'a2：国土空间总体规划(城市总体规划)',
        department: '市自然资源局',
        num: '2分',
        id: 2
      }],
      index3Materials: ['1.专项规划文本，并体现综合防灾、公共安全要求;', '2.规划年度实施计划;', '1.专项规划文本，并体现综合防灾、公共安全要求;', '2.规划年度实施计划;'],   //材料
    },{
      index2: '城市总体规划及防灾减灾等专项规划（2分）',
      index3Name: 'a：制定城市国土空间总体规划(城市总体规划)',
      index3DetailList: [{
        name: 'a1：城市国民经济和社会发展规划',
        department: '市发展改革委',
        num: '1分',
        id: 1
      },{
        index2: '城市总体规划及防灾减灾等专项规划（2分）',
        name: 'a2：国土空间总体规划(城市总体规划)',
        department: '市自然资源局',
        num: '2分',
        id: 2
      }],
      index3Materials: ['1.专项规划文本，并体现综合防灾、公共安全要求;', '2.规划年度实施计划;', '1.专项规划文本，并体现综合防灾、公共安全要求;', '2.规划年度实施计划;'],   //材料
    },{
      index2: '城市总体规划及防灾减灾等专项规划（2分）',
      index3Name: 'a：制定城市国土空间总体规划(城市总体规划)',
      index3DetailList: [{
        name: 'a1：城市国民经济和社会发展规划',
        department: '市发展改革委',
        num: '1分',
        id: 1
      },{
        name: 'a2：国土空间总体规划(城市总体规划)',
        department: '市自然资源局',
        num: '2分',
        id: 2
      }],
      index3Materials: ['1.专项规划文本，并体现综合防灾、公共安全要求;', '2.规划年度实施计划;', '1.专项规划文本，并体现综合防灾、公共安全要求;', '2.规划年度实施计划;'],   //材料
    },{
      index2: '城市总体规划及防灾减灾等专项规划（2分）',
      index3Name: 'a：制定城市国土空间总体规划(城市总体规划)',
      index3DetailList: [{
        name: 'a1：城市国民经济和社会发展规划',
        department: '市发展改革委',
        num: '1分',
        id: 1
      },{
        name: 'a2：国土空间总体规划(城市总体规划)',
        department: '市自然资源局',
        num: '2分',
        id: 2
      }],
      index3Materials: ['1.专项规划文本，并体现综合防灾、公共安全要求;', '2.规划年度实施计划;', '1.专项规划文本，并体现综合防灾、公共安全要求;', '2.规划年度实施计划;'],   //材料
    },{
      index2: '城市总体规划及防灾减灾等专项规划（2分）',
      index3Name: 'a：制定城市国土空间总体规划(城市总体规划)',
      index3DetailList: [{
        name: 'a1：城市国民经济和社会发展规划',
        department: '市发展改革委',
        num: '1分',
        id: 1
      },{
        name: 'a2：国土空间总体规划(城市总体规划)',
        department: '市自然资源局',
        num: '2分',
        id: 2
      }],
      index3Materials: ['1.专项规划文本，并体现综合防灾、公共安全要求;', '2.规划年度实施计划;', '1.专项规划文本，并体现综合防灾、公共安全要求;', '2.规划年度实施计划;'],   //材料
    }]
    
  }, {
    name: '城市安全监督管理(16分)',
  }, {
    name: '城市安全保障能力(16分)',
  }, {
    name: '城市安全应急救援(14分)',
  }, {
    name: '城市安全状况(4分)',
  }, {
    name: '鼓励项(5分)',
  },]
}